## Project: Databases

#### Terraform Format and Style 🖌`success`
#### Terraform Initialization ⚙️`success`
#### Terraform Validation 🤖`success`

<details><summary>Validation Output</summary>

```
Success! The configuration is valid.


```

</details>

#### Terraform Plan 📖`success`

<details><summary>Show Plan</summary>

```diff
aws_dynamodb_table.dynamo_table: Refreshing state... [id=elias-brange-dynamodb]
aws_ssm_parameter.dynamo_table_name: Refreshing state... [id=/eliasb/dynamodb_table_name]

Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
+   create

Terraform will perform the following actions:

  # aws_ssm_parameter.test_ssm will be created
+   resource "aws_ssm_parameter" "test_ssm" {
+       arn       = (known after apply)
+       data_type = (known after apply)
+       id        = (known after apply)
+       key_id    = (known after apply)
+       name      = "/eliasb/dynamo_test_ssm"
+       tags_all  = (known after apply)
+       tier      = "Standard"
+       type      = "String"
+       value     = (sensitive value)
+       version   = (known after apply)
    }

Plan: 1 to add, 0 to change, 0 to destroy.

─────────────────────────────────────────────────────────────────────────────

Note: You didn't use the -out option to save this plan, so Terraform can't
guarantee to take exactly these actions if you run "terraform apply" now.

```

</details>

*Pusher: @eliasbrange, Action: `pull_request`, Working Directory: `databases`, Workflow: `DATABASES - Pull request`*
<!-- Sticky Pull Request CommentDatabases -->